import Navbar from "../shared/Nav"

 
function Indivis() {
  return (
    <>
     <Navbar />
      
     <main className="p-6">
        <section className="mb-8">
            <h2 className="text-xl font-semibold mb-2">ডেঙ্গু থেকে ব্যক্তিগত সুরক্ষা:</h2>
            <img src="https://anza.org.sg/wp-content/uploads/2020/06/Dengue-Prevention-FB-1200x628-1.jpg" alt="prevention" width="70%" height="auto" className="mx-auto my-4" />
            <p className="text-gray-700">
                ডেঙ্গু সংক্রমণ থেকে নিজেকে রক্ষা করতে কিছু গুরুত্বপূর্ণ পদক্ষেপ এর সাহায্য করতে পারে। নিম্নলিখিত কিছু সাধারণ সুরক্ষা মূলক পরামর্শ সাপেক্ষে মেনে চলা উচিত:
            </p>
            <ul className="list-disc ml-6">
                <li><strong>জীবাণুমুক্ত পানির সংগ্রহ:</strong> ডেঙ্গু প্রতিরোধে জীবাণুমুক্ত পানির সংগ্রহ এবং সদুপযোগী পাত্রে সংরক্ষণ রাখা খুবই গুরুত্বপূর্ণ।</li>
                <li><strong>জনসম্পর্ক সীমাবদ্ধতা:</strong> ডেঙ্গু বাধার্থে এসব প্রস্তাবনা নেওয়া গুরুত্বপূর্ণ যেসব স্থাপনা সাপেক্ষে মেনে চলতে পারে যা এই সমস্যার বিস্তারণ করতে সাহায্য করতে পারে।</li>
                <li><strong>পরিধি সুরক্ষা:</strong> মশার স্থলগুলি থেকে সতর্ক থাকা গুরুত্বপূর্ণ, যেমন খোলার ড্রেনেজ সিস্টেমের আবর্জনা স্থলে পানি জমতে না দেওয়া।</li>
                <li><strong>স্ট্রিপ টেস্ট:</strong> ডেঙ্গু সংক্রমণের লক্ষণ পরিস্থিত হলে সাধারণভাবে ডেঙ্গু স্ট্রিপ টেস্ট করা যেতে পারে।</li>
                <li><strong>ভালো পোশাক:</strong> ডেঙ্গু থেকে মুক্তি পেতে দরকারে উচ্চ পোশাক পরা উচিত, যাতে পুরনো কাপরে থাকা মশা কামরাতে না পারে।</li>
                <li><strong>পর্যাপ্ত সুস্থ খাবার:</strong> ডেঙ্গু প্রতিরোধে পর্যাপ্ত সুস্থ খাবার খাওয়া গুরুত্বপূর্ণ।</li>
                <li><strong>মশারী:</strong> ডেঙ্গু প্রতিরোধে ঘুমানোর সময় মশারী ব্যবহার করা খুবই গুরুত্বপূর্ণ।</li>
            </ul>
        </section>
    </main>

     
    </>
  )
}

export default Indivis
